tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

# Packages
brew "git"
brew "git-lfs"
brew "gibo"
brew "imagemagick"
brew "openssl"
brew "rbenv"
brew "nodenv"
brew "ruby-build"
brew "readline"
brew "autoconf"
brew "sqlite"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "vim"
brew "ag"
brew "hub"
brew "libxml2"
brew "graphviz"
brew "go"
brew "direnv"
brew "glide"
brew "tree"
brew "yarn"
brew "peco"
brew "ghq"
brew "zplug"
brew "mas"
brew "ffmpeg"
brew "gradle"

cask "google-chrome"
cask "firefox"
cask "virtualbox"
cask "iterm2"
cask "alfred"
cask "bettertouchtool"
cask "rescuetime"
cask "dropbox"
cask "skype"
cask "appcleaner"
cask "google-japanese-ime"
cask "qlmarkdown"
cask "jetbrains-toolbox"
cask "rescuetime"
cask "slack"
cask "docker"
cask "1password"
cask "kindle"
cask "send-to-kindle"
cask "java"
cask "typora"
cask "karabiner-elements"
cask "sketch"
cask "trailer"
cask "vivaldi"

mas "LINE", id: 539883307
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
mas "Todoist", id: 585829637
mas "Desktop Calendar Plus", id: 524688159
mas "Noizio", id: 928871589
mas "Microsoft Remote Desktop", id: 715768417
mas "Giphy Capture", id: 668208984
